{
    "pageTitle": "Mobile, TV, Internet: Swisscom Residential Customers | Swisscom",
    "title": "Mobile subscriptions",
    "subtitle": "At Swisscom, the best 5G network and best service are waiting for you - switch to the winner of the test.",
    "offers": [
        {
            "headerText": "Unlimited in the best network",
            "offerText": "Until 28.01. only – All Mobile subscriptions just 39.90/mth for 6 months",
            "linkText": "Go to offer",
            "linkUrl": "https://www.swisscom.ch//en/residential/mobile-subscription/deals.html"
        },
        {
            "headerText": "With a new or existing subscription",
            "offerText": "Mobile phones with top discount – limited quantitiy",
            "linkText": "Go to offer",
            "linkUrl": "https://www.swisscom.ch//en/residential/products/smartphones.html"
        }
    ],
    "packagesOptions": [
        {
            "title": "blue Abos",
            "cards": [
                {
                    "title": "basic Mobile XS",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "1.5 GB/mth within CH",
                            "Outside EU/UK not included"
                        ],
                        "Calling": [
                            "Unlimited within CH",
                            "EU/UK not included",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "29.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the basic Mobile XS subscription  Inside Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Unlimited within Switzerland  Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Unlimited SMS within Switzerland Excludes paid SMS services. Incoming SMS free of charge Data 1.5 GB/mth. included data volume After the included data volume has been used up, the data connection is cut off. Additional data packages for Switzerland can be purchased from the cockpit.swisscom.ch(opens in new tab). Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge: Call forwarding to your own COMBOX® No charge: Listening to messages on your COMBOX® Call forwarding to the mobile or fixed network included Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in EU/UK – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS Excludes value-added services and special numbers. Send SMS from EU/UK countries for 0.27 per message  Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data Data roaming is deactivated by default. Data packages from 14.90 / 12 months valid Options Multi Device option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). Find out more(opens in new tab) Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                },
                {
                    "title": "basic Mobile S",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "5 GB/mth within CH",
                            "Outside EU/UK not included"
                        ],
                        "Calling": [
                            "Unlimited within CH",
                            "EU/UK not included",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Multi Device"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "39.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the basic Mobile S subscription Unlimited within Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Unlimited within Switzerland Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Unlimited SMS in Switzerland Excludes paid SMS services. Incoming SMS free of charge Data 5 GB/mth. included data volume After the included data volume has been used up, the data connection is cut off. Additional data packages for Switzerland can be purchased from the cockpit.swisscom.ch(opens in new tab). Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge: Call forwarding to your own COMBOX® No charge: Listening to messages on your COMBOX® Call forwarding to the mobile or fixed network included Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in EU/UK – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS Excludes value-added services and special numbers. Send SMS from EU/UK countries for 0.27 per message  Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data Data roaming is deactivated by default. Data packages from 14.90 / 12 months valid Options Multi Device option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). Find out more(opens in new tab) Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                },
                {
                    "title": "basic Mobile M",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "5 GB/mth within CH and EU/UK",
                            "100 MB/mth outside EU/UK"
                        ],
                        "Calling": [
                            "Unlimited within CH",
                            "Unlimited within EU/UK",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "49.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the basic Mobile M subscription  Inside Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Unlimited within Switzerland and EU/UK Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Unlimited SMS within and outside of Switzerland Excludes paid SMS services. Incoming SMS free of charge Data 5 GB/mth. included data volume Once the data allowance has been used up (cumulative for Switzerland, Liechtenstein & EU/UK), the Internet connection will be disconnected. Additional data packages for Switzerland can be purchased from the cockpit.swisscom.ch(opens in new tab). Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge: Call forwarding to your own COMBOX® No charge: Listening to messages on your COMBOX® Call forwarding to the mobile or fixed network included Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls from EU/UK are included Outgoing calls from EU/UK to World 1, World 2 and Rest of World – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS Excludes value-added services and special numbers. Unlimited SMS to and from EU/UK Send 1'000 SMS per month free of charge to and from other countries; after that 0.40 per SMS Receive free SMS worldwide Data Data roaming is deactivated by default. 5 GB in EU/UK 100 MB in World 1, World 2 and the rest of the world. More info on the countries More data packages are available in the cockpit Options Multi Device option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). More information(opens in new tab) Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                },
                {
                    "title": "blue Mobile S",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "Unlimited within Switzerland",
                            "EU/UK not included",
                            "World 1, World 2, Rest of the world not included"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "EU/UK not included",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": "For 6 months",
                    "originalPrice": "69.9",
                    "discountedPrice": "59.9",
                    "bestSeller": false,
                    "extraData": " Details of the blue Mobile S subscription In Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. CHF 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls – no charge Calls to EU/UK, USA, Canada – CHF 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – CHF1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South Korea, Taiwan Calls to Country Group 3 – CHF 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to Country Group 4 – CHF 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – CHF 4.00 per minute SMS Send unlimited SMS within Switzerland and to other countries Excludes paid SMS services. No charge for receiving SMS Data Unlimited data transfer Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in EU/UK – CHF 0.40 per minute Incoming and outgoing calls in World 1 – CHF 2.– per minute Incoming and outgoing calls in World 2 – CHF 3.– per minute Incoming and outgoing calls in Rest of the World – CHF 3.60 per minute SMS Excludes value-added services and special numbers. Send SMS from EU/UK countries for 0.27 per message  Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data Data roaming is deactivated by default. Data packages from 14.90 / 30 days Sustainability: climate contribution included  We are making a contribution to climate protection by minimising our CO2 emissions and investing in certified climate protection projects for the remaining CO2 emissions. Find out more at www.swisscom.ch/climate-contribution. Country division of the roaming zones EU/UK  Andorra, Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Faroe Islands, Finland, France* , Germany, Gibraltar, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands* , Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom* , Vatican City State World 1  Alaska (USA), Albania, Algeria, Argentina, Armenia, Australia, Azerbaijan, Bahrain, Belarus, Bosnia & Herzegovina, Brazil, Canada, Chile, China, Tibet (China), Colombia, Ecuador, Egypt, Fiji, French Polynesia, Georgia, Ghana, Hawaii (USA), Hong Kong, India, Indonesia, Israel, Japan, Kazakhstan, Kosovo, Kuwait, Macau, Malaysia, Mexico, Moldova, Montenegro , Morocco, Nauru, New Zealand, North Macedonia, Peru, Philippines, Puerto Rico, Qatar, Russia, Saudi Arabia, Serbia, Seychelles, Singapore, South Africa, South Korea, Sri Lanka, Sudan, St. Croix (US), St. John (US), St. Thomas (US), Taiwan, Thailand, Turkey, United Arab Emirates, Uruguay, USA, Western Sahara (MA) World 2  Anguilla, Antigua & Barbuda, Aruba, Bahamas, Bangladesh, Barbados, Belize, Benin, Bermuda, Bolivia, Bonaire, Botswana, BritishVirgin Islands, Brunei, Cambodia, Cameroon, Cape Verde, Cayman Islands, Congo (Brazzaville), Congo (Kinshasa), Costa Rica, Cuba, Curaçao, Dominica, Dominican Republic, El Salvador, French Guiana, Gabon, Greenland, Grenada, Guadeloupe (FR), Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Iran, Ivory Coast, Jamaica, Jordan, Kenya, Kyrgyzstan, Laos, Lesotho, Mali, Martinique (FR), Mauritius, Mayotte (FR), Mongolia, Montserrat, Mozambique, Myanmar (Burma), Nepal, Nicaragua, Nigeria, Oman, Pakistan, Palestine, Panama, Papua New Guinea, Paraguay, Réunion (FR), RwandaSaba (NL), Samoa, Senegal, Sierra Leone, St. Barthélemy (FR), St. Eustatius (NL), St. Kitts & NevisSt. Lucia, St. Maarten (NL), St. Martin (FR), St. Vincent & the Grenadines, Sudan, Suriname, Swaziland, Tajikistan, Tanzania, Tonga, Trinidad & Tobago, TunisiaTurks & Caicos, Uganda, Uzbekistan, Vanuatu, Venezuela, Vietnam, Zambia Rest of the world  Afghanistan, Angola, Equatorial Guinea, Ethiopia, Bhutan, Burkina Faso, Burundi*, Cook Islands*, Djibouti*, Falkland Islands*, Gambia, Guam*, Iraq, Yemen, Comoros*, Lebanon, Liberia*, Libya, Madagascar, Malawi, Mauritania, Namibia*, New Caledonia*, Niger, East Timor*, Palau*, Solomon Islands*, São Tomé & Príncipe*, Zimbabwe, Somalia*, South Sudan, Syria*, Togo, Chad, Turkmenistan*, Central African Republic * Data roaming is not available in these countries Options for blue Mobile S Connect Pack  Surf on 3 additional devices and make calls with the same phone number. Premium Speed: Surfing at the fastest speed available, up to 2 Gbit/s with 5G. Connect Pack can be used for the following devices: Smartphones, Tablets, Smartwatches, Wearables, Trackers & Sensors Price per month 20.– Send a free SMS with START CONNECTPACK to 444. Or activate the option directly on My Swisscom(opens in new tab) (Customer Center) Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. Premium Speed  With the Premium Speed option, you enjoy surfing at the fastest speed available – at up to 2 Gbit/s with 5G.To use the 5G network, you will need a 5G-connected site and 5G-compatible smartphone. For more information on expansion of the network and availabilities, see www.swisscom.ch/5G Price per month 10.– Send a free SMS with START PREMIUMSPEED to 444. Or activate the option direct on My Swisscom(opens in new tab) (Customer Center) Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. International Calls  How to make cheap calls abroad: For a fixed monthly price, you can make unlimited calls from Switzerland to fixed and mobile networks in the EU/UK, the USA and Canada. The option is valid for the following countries: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France, Germany, Gibraltar, Greece, Guernsey (UK), Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey (UK), Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands, Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom, USA, Vatican Price per month 20.– Send a free SMS with START INTERNATIONALCALLS to 444. Or activate the option directly on My Swisscom(opens in new tab) (Customer Center). Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. Multi Device Options  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). More information(opens in new tab) Free protection services  No installation is required for the free protection services. Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. The SMS filter protects you from abusive and fraudulent SMS messages (smishing). Anti-spoofing protects you from calls with spoofed numbers (fake caller IDs) "
                },
                {
                    "title": "blue Mobile M",
                    "features": {
                        "Surfing": [
                            "Up to 1 Gbit/s speed",
                            "Unlimited within Switzerland",
                            "Unlimited within EU/UK",
                            "100 MB/mth. in World 1, World 2, Rest of the World"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "Unlimited within EU/UK",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": "For 6 months",
                    "originalPrice": "79.9",
                    "discountedPrice": "59.9",
                    "bestSeller": true,
                    "extraData": " Details of the blue Mobile M subscription  In Switzerland  Telephony  Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. CHF 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls – no charge Calls to EU/UK, USA, Canada – CHF 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – CHF1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South Korea, Taiwan Calls to Country Group 3 – CHF 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to Country Group 4 – CHF 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – CHF 4.00 per minute SMS Send unlimited SMS within Switzerland and to other countries Excludes paid SMS services. No charge for receiving SMS Data Data transfer: unlimited In Switzerland unlimited. 40 GB per month at the fastest speed available in the roaming network, then surfing at a restricted speed of up to 128 kbit/s. The inclusive units cannot be used on ships and ferries and on flights. Data download up to 1 Gbit/s Data upload up to 300 Mbit/s Premium Speed Option  10.–/mth. With the Premium Speed option, you enjoy surfing at the fastest speed available – up to 2 Gbit/s with 5G. Activate the data packages directly on My Swisscom. Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein In EU/UK  Telephony You cannot call value-added services or special numbers from the destination country. If you reach the call limit for calls abroad during a call, the call will be terminated immediately. This limit can be adjusted in the Swisscom Cockpit. Calls to EU/UK, to Switzerland, to the COMBOX® and within the visited country – unlimited Calls to World 1, World 2 and Rest of the World – CHF 0.40 per minute SMS Receive and send unlimited SMS Value-added services and special numbers are excluded. Data Data transfer: unlimited Enjoy the maximum available Internet speed while travelling, up to a data volume usage of 40 GB. Thereafter speed is reduced to 128 kbit/s for downloading and uploading. However, no additional costs are incurred. To be able to surf at the maximum available speed again, you will need to buy a data package from the Swisscom Cockpit. Outside EU/UK  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in World 1 – CHF 2.– per minute Incoming and outgoing calls in World 2 – CHF3.– per minute Incoming and outgoing calls in Rest of the World – CHF 3.60 per minute SMS  Value-added services and special numbers are excluded. After the included units have been used up, sending SMS Receive and send 1,000 SMS per month, then 0.40 each Data 100 MB/mth. data transfer in World 1, World 2 and Rest of the World. Data roaming is deactivated by default The inclusive data volumes apply to all countries outside the EU/UK. With the exception of: Burundi, Djibouti, East Timor, Guam, Liberia, Libya, Namibia, New Caledonia, Salomon Islands. Sustainability: climate contribution included  We are making a contribution to climate protection by minimising our CO2 emissions and investing in certified climate protection projects for the remaining CO2 emissions. Find out more at www.swisscom.ch/climate-contribution. Country division of the roaming zones EU/UK  Andorra, Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Faroe Islands, Finland, France* , Germany, Gibraltar, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands* , Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom* , Vatican City State World 1  Alaska (USA), Albania, Algeria, Argentina, Armenia, Australia, Azerbaijan, Bahrain, Belarus, Bosnia & Herzegovina, Brazil, Canada, Chile, China, Tibet (China), Colombia, Ecuador, Egypt, Fiji, French Polynesia, Georgia, Ghana, Hawaii (USA), Hong Kong, India, Indonesia, Israel, Japan, Kazakhstan, Kosovo, Kuwait, Macau, Malaysia, Mexico, Moldova, Montenegro , Morocco, Nauru, New Zealand, North Macedonia, Peru, Philippines, Puerto Rico, Qatar, Russia, Saudi Arabia, Serbia, Seychelles, Singapore, South Africa, South Korea, Sri Lanka, Sudan, St. Croix (US), St. John (US), St. Thomas (US), Taiwan, Thailand, Turkey, United Arab Emirates, Uruguay, USA, Western Sahara (MA) World 2  Anguilla, Antigua & Barbuda, Aruba, Bahamas, Bangladesh, Barbados, Belize, Benin, Bermuda, Bolivia, Bonaire, Botswana, BritishVirgin Islands, Brunei, Cambodia, Cameroon, Cape Verde, Cayman Islands, Congo (Brazzaville), Congo (Kinshasa), Costa Rica, Cuba, Curaçao, Dominica, Dominican Republic, El Salvador, French Guiana, Gabon, Greenland, Grenada, Guadeloupe (FR), Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Iran, Ivory Coast, Jamaica, Jordan, Kenya, Kyrgyzstan, Laos, Lesotho, Mali,  Maldives, Martinique (FR), Mauritius, Mayotte (FR), Mongolia, Montserrat, Mozambique, Myanmar (Burma), Nepal, Nicaragua, Nigeria, Oman, Pakistan, Palestine, Panama, Papua New Guinea, Paraguay, Réunion (FR), RwandaSaba (NL), Samoa, Senegal, Sierra Leone, St. Barthélemy (FR), St. Eustatius (NL), St. Kitts & NevisSt. Lucia, St. Maarten (NL), St. Martin (FR), St. Vincent & the Grenadines, Sudan, Suriname, Swaziland, Tajikistan, Tanzania, Tonga, Trinidad & Tobago, TunisiaTurks & Caicos, Uganda, Uzbekistan, Vanuatu, Venezuela, Vietnam, Zambia Rest of the world  Afghanistan, Angola, Equatorial Guinea, Ethiopia, Bhutan, Burkina Faso, Burundi*, Cook Islands*, Djibouti*, Falkland Islands*, Gambia, Guam*, Iraq, Yemen, Comoros*, Lebanon, Liberia*, Libya, Madagascar, Malawi, Mauritania, Namibia*, New Caledonia*, Niger, East Timor*, Palau*, Solomon Islands*, São Tomé & Príncipe*, Zimbabwe, Somalia*, South Sudan, Syria*, Togo, Chad, Turkmenistan*, Central African Republic * Data roaming is not available in these countries Options for blue Mobile M Connect Pack  Surf on 3 additional devices and make calls with the same phone number. Premium Speed: Surfing at the fastest speed available, up to 2 Gbit/s with 5G. Connect Pack can be used for the following devices: Smartphones, Tablets, Smartwatches, Wearables, Trackers & Sensors Price per month 20.– Send a free SMS with START CONNECTPACK to 444. Or activate the option directly on My Swisscom(opens in new tab) (Customer Center) Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. Intercontinental Pack  Unlimited calls from Switzerland to Europe, USA and Canada Unlimited surfing, calls and SMS/MMS in the USA and Canada.Surfing in the USA and Canada up to max. 40 GB per month , then throttling to 128 kbit/s. Calls to Switzerland, EU/UK, USA and Canada.  Unlimited calls from Europe to USA and Canada The option is valid for the following countries: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France, Germany, Gibraltar, Greece, Guernsey (UK), Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey (UK), Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands, Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom, USA (incl. Alaska, Hawaii), Vatican Price per month 70.– Send a free SMS with START INTERCONTINENTAL to 444. Or activate the option directly on My Swisscom(opens in new tab) (Customer Center) Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. Premium Speed  With the Premium Speed option, you enjoy surfing at the fastest speed available – at up to 2 Gbit/s with 5G.To use the 5G network, you will need a 5G-connected site and 5G-compatible smartphone. For more information on expansion of the network and availabilities, see www.swisscom.ch/5G Price per month 10.– Send a free SMS with START PREMIUMSPEED to 444. Or activate the option direct on My Swisscom(opens in new tab) (Customer Center) Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. International Calls  How to make cheap calls abroad: For a fixed monthly price, you can make unlimited calls from Switzerland to fixed and mobile networks in the EU/UK, the USA and Canada. The option is valid for the following countries: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France, Germany, Gibraltar, Greece, Guernsey (UK), Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey (UK), Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands, Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom, USA, Vatican Price per month 20.– Send a free SMS with START INTERNATIONALCALLS to 444. Or activate the option directly on My Swisscom(opens in new tab) (Customer Center). Cancel at any time: At the end of each month, the option is automatically renewed. You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. Multi Device Option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). More information(opens in new tab) Free protection services  No installation is required for the free protection services. Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. The SMS filter protects you from abusive and fraudulent SMS messages (smishing). Anti-spoofing protects you from calls with spoofed numbers (fake caller IDs) "
                },
                {
                    "title": "blue Mobile L",
                    "features": {
                        "Surfing": [
                            "Up to 2 Gbit/s speed",
                            "Unlimited within Switzerland",
                            "Unlimited within EU/UK",
                            "1 GB/year in world 1 and 100 MB/mth. in world 2, rest of the world"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "Unlimited within EU/UK",
                            "Unlimited CH to EU/UK/USA/Canada"
                        ],
                        "Multi Device": [
                            "Use your subscription on an additional 4 devices"
                        ]
                    },
                    "strikethroughPrice": "For 6 months",
                    "originalPrice": "99.9",
                    "discountedPrice": "59.9",
                    "bestSeller": false,
                    "extraData": " Details of the blue Mobile L subscription In Switzerland  Telephony  Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. CHF 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls – no charge Calls to EU/UK, USA, Canada included EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – CHF1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – CHF 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to Country Group 4 – CHF 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – CHF 4.00 per minute SMS Send unlimited SMS within Switzerland and to other countries Excludes paid SMS services. No charge for receiving SMS Data Data transfer: unlimited In Switzerland unlimited. 40 GB per month at the fastest speed available in the roaming network, then surfing at a restricted speed of up to 128 kbit/s. The inclusive units cannot be used on ships and ferries and on flights. Premium Speed: Surfing at the fastest speed available, up to 2 Gbit/s with 5G To use the 5G network, you will need a 5G-connected site and 5G-compatible smartphone. For more information on expansion of the network and availabilities, see www.swisscom.ch/5G. Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein In EU/UK  Telephony You cannot call value-added services or special numbers from the destination country. If you reach the call limit for calls abroad during a call, the call will be terminated immediately. This limit can be adjusted in the Swisscom Cockpit. Calls to EU/UK, to Switzerland, to the COMBOX® and within the visited country – unlimited Calls to World 1, World 2 and Rest of the World – CHF 0.40 per minute SMS Receive and send unlimited SMS Value-added services and special numbers are excluded. Data Data transfer: unlimited Enjoy the maximum available Internet speed while travelling, up to a data volume usage of 40 GB. Thereafter speed is reduced to 128 kbit/s for downloading and uploading. However, no additional costs are incurred. To be able to surf at the maximum available speed again, you will need to buy a data package from the Swisscom Cockpit. Outside EU/UK  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in World 1 – CHF 2.– per minute Incoming and outgoing calls in World 2 – CHF3.– per minute Incoming and outgoing calls in Rest of the World – CHF 3.60 per minute SMS  Value-added services and special numbers are excluded. After the included units have been used up, sending SMS Receive and send 1,000 SMS per month, then 0.40 each Data World 1: 1 GB per contract year from activation of your subscription When the contract is activated, you have 1 GB of data volume in the World 1 countries at your disposal for the next 365 days. After this time, the data volume is renewed again for the next 365 days. World 2 and Rest of the World: 100 MB/mth. The inclusive data volumes apply to all countries the EU/UK and World 1. With the exception of: Burundi, Djibouti, East Timor, Guam, Liberia, Libya, Namibia, New Caledonia, Salomon Islands. Sustainability: climate contribution included  We are making a contribution to climate protection by minimising our CO2 emissions and investing in certified climate protection projects for the remaining CO2 emissions. Find out more at www.swisscom.ch/climate-contribution. Country division of the roaming zones EU/UK  Andorra, Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Faroe Islands, Finland, France* , Germany, Gibraltar, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands* , Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom* , Vatican City State World 1  Alaska (USA), Albania, Algeria, Argentina, Armenia, Australia, Azerbaijan, Bahrain, Belarus, Bosnia & Herzegovina, Brazil, Canada, Chile, China, Tibet (China), Colombia, Ecuador, Egypt, Fiji, French Polynesia, Georgia, Ghana, Hawaii (USA), Hong Kong, India, Indonesia, Israel, Japan, Kazakhstan, Kosovo, Kuwait, Macau, Malaysia, Mexico, Moldova, Montenegro , Morocco, Nauru, New Zealand, North Macedonia, Peru, Philippines, Puerto Rico, Qatar, Russia, Saudi Arabia, Serbia, Seychelles, Singapore, South Africa, South Korea, Sri Lanka, Sudan, St. Croix (US), St. John (US), St. Thomas (US), Taiwan, Thailand, Turkey, United Arab Emirates, Uruguay, USA, Western Sahara (MA) World 2  Anguilla, Antigua & Barbuda, Aruba, Bahamas, Bangladesh, Barbados, Belize, Benin, Bermuda, Bolivia, Bonaire, Botswana, BritishVirgin Islands, Brunei, Cambodia, Cameroon, Cape Verde, Cayman Islands, Congo (Brazzaville), Congo (Kinshasa), Costa Rica, Cuba, Curaçao, Dominica, Dominican Republic, El Salvador, French Guiana, Gabon, Greenland, Grenada, Guadeloupe (FR), Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Iran, Ivory Coast, Jamaica, Jordan, Kenya, Kyrgyzstan, Laos, Lesotho, Mali, Martinique (FR), Mauritius, Mayotte (FR), Mongolia, Montserrat, Mozambique, Myanmar (Burma), Nepal, Nicaragua, Nigeria, Oman, Pakistan, Palestine, Panama, Papua New Guinea, Paraguay, Réunion (FR), RwandaSaba (NL), Samoa, Senegal, Sierra Leone, St. Barthélemy (FR), St. Eustatius (NL), St. Kitts & NevisSt. Lucia, St. Maarten (NL), St. Martin (FR), St. Vincent & the Grenadines, Sudan, Suriname, Swaziland, Tajikistan, Tanzania, Tonga, Trinidad & Tobago, TunisiaTurks & Caicos, Uganda, Uzbekistan, Vanuatu, Venezuela, Vietnam, Zambia Rest of the world  Afghanistan, Angola, Equatorial Guinea, Ethiopia, Bhutan, Burkina Faso, Burundi*, Cook Islands*, Djibouti*, Falkland Islands*, Gambia, Guam*, Iraq, Yemen, Comoros*, Lebanon, Liberia*, Libya, Madagascar, Malawi, Mauritania, Namibia*, New Caledonia*, Niger, East Timor*, Palau*, Solomon Islands*, São Tomé & Príncipe*, Zimbabwe, Somalia*, South Sudan, Syria*, Togo, Chad, Turkmenistan*, Central African Republic * Data roaming is not available in these countries Options for blue Mobile L Intercontinental Pack  Unlimited calls from Switzerland to Europe, USA and Canada Unlimited surfing, calls and SMS/MMS in the USA and Canada.Surfing in the USA and Canada up to max. 40 GB per month , then throttling to 128 kbit/s. Calls to Switzerland, EU/UK, USA and Canada.  Unlimited calls from Europe to USA and Canada The option is valid for the following countries: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France, Germany, Gibraltar, Greece, Guernsey (UK), Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey (UK), Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands, Norway, Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, United Kingdom, USA (incl. Alaska, Hawaii), Vatican Price per month 50.– Send a free SMS with START INTERCONTINENTAL to 444. Or activate the option directly on My Swisscom (Customer Center) Cancel at any time: You can sign up and cancel at any time. The whole month will not be charged, but only the days used. Minimum subscription term 30 days. Free protection services  No installation is required for the free protection services. Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. The SMS filter protects you from abusive and fraudulent SMS messages (smishing). Anti-spoofing protects you from calls with spoofed numbers (fake caller IDs) "
                },
                {
                    "title": "blue Kids Mobile",
                    "features": {
                        "Surfing": [
                            "5 GB/mth with max. 100 Mbit/s, afterwards unlimited with reduced speed",
                            "300 MB/mth worldwide"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "30 min. and 30 SMS worldwide per month",
                            "CH to EU/UK not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "19.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the blue Kids Mobile subscription In Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – not available Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Send unlimited SMS within Switzerland  Excludes paid SMS services. Incoming SMS free of charge Data 5 GB of fast surfing per month, followed by unlimited surfing at reduced speeds Fast: 100 Mbit/s download, 50 Mbit/s upload Reduziert: 128 Kbit/s Download, 128 Kbit/s Upload 128 Kbit/s is usually sufficient for sending WhatsApp messages, using the SBB app or GPS tracking. A data volume of 5 GB is sufficient for average use for approx. 1 month, provided that you mostly use WLANs when out and about. More tips on how to surf with 5 GB of data. Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. 30 min. calls from abroad to world 1, world 2 or rest of the world included Incoming and outgoing calls in EU/UK – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS 30 SMS send from abroad included Send SMS from EU/UK countries for 0.27 per message Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data 300 MB data volume abroad Data packages from 14.90 / 12 months valid Show more data packages(opens in new tab) Options Multi Device option  With the Multi Device option, you can use your subscription to surf on up to 10 additional devices and make calls with the same telephone number. Find out more(opens in new tab) Callfilter and number blocking  No installation is required for the free protection services. Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. The SMS filter protects you from abusive and fraudulent SMS messages (smishing). Anti-spoofing protects you from calls with spoofed numbers (fake caller IDs) "
                },
                {
                    "title": "blue Kids Watch",
                    "features": {
                        "Surfing": [
                            "1 GB/mth with max. 1 Mbit/s, afterwards unlimited with reduced speed",
                            "300 MB/mth worldwide"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "30 min. and 30 SMS worldwide per month",
                            "CH to EU/UK not included"
                        ],
                        "Multi Device": [
                            "Not bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "14.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details In Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Valid for normal calls and video calls to all Swiss networks (incl Principality of Liechtenstein). Value-added services and special numbers are excluded. 0840 / 0842 / 0844 / 0848 max. 8.1 Rp. per minute 0900 / 0901 / 0906 – not available Incoming calls are free of charge Calls to EU/UK, USA, Canada for 0.90 per minute EU/UK, USA, Canada Andorra, Belgium, Bulgaria, Denmark, Germany, Estonia, Faroe Islands, Finland, France (excluding overseas territories e.g. French Guiana, Guadeloupe, Martinique, La Réunion, etc.), Gibraltar, Greece, Great Britain, Guernsey, Ireland, Isle of Man, Iceland, Italy, Jersey, Canada, Croatia, Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands (without overseas territories), Norway, Austria, Poland, Portugal, Romania, San Marino, Sweden, Slovak Republic, Slovenia, Spain, Czech Republic, Ukraine, Hungary, USA (incl. Alaska and Hawaii, without territories/external areas of the USA), Vatican, Cyprus Calls to country group 2 for 1.20 per minute Australia (excluding Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South Korea, Taiwan Calls to country group 3 for 1.80 per minute  Albania, Algeria, Argentina, Bahamas, Bosnia and Herzegovina, Brazil, Chile, China, Colombia, Costa Rica, Dominican Republic, Ecuador, Hong Kong, Egypt, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Palestine, Morocco, Peru, Philippines, Russian Federation, Serbia, Singapore, Sri Lanka, South Africa, Thailand, Tunisia, Turkey, Venezuela Calls to country group 4 for 2.– per minute  Benin, Bolivia, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Cameroon, Cape Verde, Kenya, Congo (Republic of), Congo (Democratic Republic of), Cuba, Lebanon, Madagascar, Mauritius, Nigeria, East Timor, Pakistan, Paraguay, Saudi Arabia, Zimbabwe, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam  Calls to all other countries for 4.– per minute SMS Send unlimited SMS within Switzerland  Excludes paid SMS services. Incoming SMS free of charge Data 1 GB per month of fast surfing, then unlimited at reduced speed Fast: 1 Mbit/s download, 0.2 Mbit/s upload Reduced: 128 Kbit/s download, 128 Kbit/s upload Smartwatches usually only transfer small amounts of data such as notifications, short text messages or status updates. For this type of data transfer, 1 GB of data and a speed of 1Mbit/s are usually sufficient Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein Outside Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. 30 min. calls from abroad to World 1, World 2 or «Rest of the World» included Incoming and outgoing calls from EU/UK for 0.40 per minute Incoming and outgoing calls from World 1 for 2.– per minute Incoming and outgoing calls from World 2 for 3.– per minute Incoming and outgoing calls from rest of the world for 3.60 per minute SMS Send 30 SMS from abroad included Send SMS from EU/UK for 0.27 per message Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data 300 MB data volume abroad Surf with data packages from 14.90 / valid for 12 months Show more data packages(opens in new tab) Options Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                }
            ]
        },
        {
            "title": "basic Abos",
            "cards": [
                {
                    "title": "basic Mobile XS",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "1.5 GB/mth within CH",
                            "Outside EU/UK not included"
                        ],
                        "Calling": [
                            "Unlimited within CH",
                            "EU/UK not included",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "29.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the basic Mobile XS subscription  Inside Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Unlimited within Switzerland  Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Unlimited SMS within Switzerland Excludes paid SMS services. Incoming SMS free of charge Data 1.5 GB/mth. included data volume After the included data volume has been used up, the data connection is cut off. Additional data packages for Switzerland can be purchased from the cockpit.swisscom.ch(opens in new tab). Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge: Call forwarding to your own COMBOX® No charge: Listening to messages on your COMBOX® Call forwarding to the mobile or fixed network included Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in EU/UK – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS Excludes value-added services and special numbers. Send SMS from EU/UK countries for 0.27 per message  Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data Data roaming is deactivated by default. Data packages from 14.90 / 12 months valid Options Multi Device option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). Find out more(opens in new tab) Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                },
                {
                    "title": "basic Mobile S",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "5 GB/mth within CH",
                            "Outside EU/UK not included"
                        ],
                        "Calling": [
                            "Unlimited within CH",
                            "EU/UK not included",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Multi Device"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "39.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the basic Mobile S subscription Unlimited within Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Unlimited within Switzerland Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Unlimited SMS in Switzerland Excludes paid SMS services. Incoming SMS free of charge Data 5 GB/mth. included data volume After the included data volume has been used up, the data connection is cut off. Additional data packages for Switzerland can be purchased from the cockpit.swisscom.ch(opens in new tab). Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge: Call forwarding to your own COMBOX® No charge: Listening to messages on your COMBOX® Call forwarding to the mobile or fixed network included Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls in EU/UK – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS Excludes value-added services and special numbers. Send SMS from EU/UK countries for 0.27 per message  Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data Data roaming is deactivated by default. Data packages from 14.90 / 12 months valid Options Multi Device option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). Find out more(opens in new tab) Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                },
                {
                    "title": "basic Mobile M",
                    "features": {
                        "Surfing": [
                            "Up to 100 Mbit/s speed",
                            "5 GB/mth within CH and EU/UK",
                            "100 MB/mth outside EU/UK"
                        ],
                        "Calling": [
                            "Unlimited within CH",
                            "Unlimited within EU/UK",
                            "CH to EU/UK/USA/Canada not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "49.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the basic Mobile M subscription  Inside Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Unlimited within Switzerland and EU/UK Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – separate price information provided by the service provider Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Unlimited SMS within and outside of Switzerland Excludes paid SMS services. Incoming SMS free of charge Data 5 GB/mth. included data volume Once the data allowance has been used up (cumulative for Switzerland, Liechtenstein & EU/UK), the Internet connection will be disconnected. Additional data packages for Switzerland can be purchased from the cockpit.swisscom.ch(opens in new tab). Data download up to 100 Mbit/s Data upload up to 50 Mbit/s Further prices No charge: Call forwarding to your own COMBOX® No charge: Listening to messages on your COMBOX® Call forwarding to the mobile or fixed network included Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. Incoming and outgoing calls from EU/UK are included Outgoing calls from EU/UK to World 1, World 2 and Rest of World – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS Excludes value-added services and special numbers. Unlimited SMS to and from EU/UK Send 1'000 SMS per month free of charge to and from other countries; after that 0.40 per SMS Receive free SMS worldwide Data Data roaming is deactivated by default. 5 GB in EU/UK 100 MB in World 1, World 2 and the rest of the world. More info on the countries More data packages are available in the cockpit Options Multi Device option  With the Multi Device option, you can use your blue Mobile subscription to surf on up to 10 additional devices and make calls with the same telephone number. With blue Mobile L, 4 additional devices are already included. Further multi-device options can be purchased flexibly (for a total of 10 additional devices). More information(opens in new tab) Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                }
            ]
        },
        {
            "title": "Kids Abos",
            "cards": [
                {
                    "title": "blue Kids Mobile",
                    "features": {
                        "Surfing": [
                            "5 GB/mth with max. 100 Mbit/s, afterwards unlimited with reduced speed",
                            "300 MB/mth worldwide"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "30 min. and 30 SMS worldwide per month",
                            "CH to EU/UK not included"
                        ],
                        "Multi Device": [
                            "Bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "19.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details of the blue Kids Mobile subscription In Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Applies to standard calls and video telephony to all mobile and fixed networks in Switzerland and Liechtenstein. Excludes value-added services and special numbers. 0840 / 0842 / 0844 / 0848 – max. 8.1 Rp. per minute 0900 / 0901 / 0906 – not available Incoming calls are free of charge Calls to EU/UK, USA, Canada – 0.90 per minute EU/UK, USA, Canada: Andorra, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Faroe Islands, Finland, France (without overseas territories e.g. French Guyana, Guadeloupe, Martinique, Reunion, etc.), Germany, Gibraltar, Great Britain, Greece, Guernsey, Hungary, Iceland, Ireland, Isle of Man, Italy, Jersey, Latvia, Lithuania, Luxemburg, Malta, Monaco, Norway, The Netherlands (without overseas territories), Poland, Portugal, Romania, San Marino, Slovakia, Slovenia, Spain, Sweden, Ukraine, USA (including Alaska and Hawaii, but not including US territories/insular areas), Vatican Calls to Country Group 2 – 1.20 per minute Australia (without Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South korea, Taiwan Calls to Country Group 3 – 1.80 per minute Albania, Algeria, Argentina, Bahamas, Belarus, Bosnia-Herzegovina, Brazil, Chile, China, Columbia, Costa Rica, Dominican Republic, Ecuador, Egypt, Hong Kong, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Morocco, Palestine, Peru, Philippines, Russian Federation, Serbia, Singapore, South Africa, Sri Lanka, Thailand, Tunisia, Turkey, Venezuela Calls to all other countries – 2.00 per minute Benin, Bolivia, Cameroon, Cape Verde, Congo (Republic of the Congo), Congo (Democratic Republic), Cuba, East Timor, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Kenya, Lebanon, Madagascar, Mauritius, Nigeria, Pakistan, Paraguay, Saudi Arabia, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam, Zimbabwe Calls to all other countries – 4.00 per minute SMS Send unlimited SMS within Switzerland  Excludes paid SMS services. Incoming SMS free of charge Data 5 GB of fast surfing per month, followed by unlimited surfing at reduced speeds Fast: 100 Mbit/s download, 50 Mbit/s upload Reduziert: 128 Kbit/s Download, 128 Kbit/s Upload 128 Kbit/s is usually sufficient for sending WhatsApp messages, using the SBB app or GPS tracking. A data volume of 5 GB is sufficient for average use for approx. 1 month, provided that you mostly use WLANs when out and about. More tips on how to surf with 5 GB of data. Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein Outside of Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. 30 min. calls from abroad to world 1, world 2 or rest of the world included Incoming and outgoing calls in EU/UK – 0.40 per minute Incoming and outgoing calls in World 1 – 2.– per minute Incoming and outgoing calls in World 2 – 3.– per minute Incoming and outgoing calls in Rest of the World – 3.60 per minute SMS 30 SMS send from abroad included Send SMS from EU/UK countries for 0.27 per message Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data 300 MB data volume abroad Data packages from 14.90 / 12 months valid Show more data packages(opens in new tab) Options Multi Device option  With the Multi Device option, you can use your subscription to surf on up to 10 additional devices and make calls with the same telephone number. Find out more(opens in new tab) Callfilter and number blocking  No installation is required for the free protection services. Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. The SMS filter protects you from abusive and fraudulent SMS messages (smishing). Anti-spoofing protects you from calls with spoofed numbers (fake caller IDs) "
                },
                {
                    "title": "blue Kids Watch",
                    "features": {
                        "Surfing": [
                            "1 GB/mth with max. 1 Mbit/s, afterwards unlimited with reduced speed",
                            "300 MB/mth worldwide"
                        ],
                        "Calling": [
                            "Unlimited within Switzerland",
                            "30 min. and 30 SMS worldwide per month",
                            "CH to EU/UK not included"
                        ],
                        "Multi Device": [
                            "Not bookable as an option"
                        ]
                    },
                    "strikethroughPrice": null,
                    "originalPrice": "14.9",
                    "discountedPrice": null,
                    "bestSeller": false,
                    "extraData": " Details In Switzerland  Telephony Calls to the mobile and fixed network. Billing is in 60-second increments. Calls to all Swiss networks included Valid for normal calls and video calls to all Swiss networks (incl Principality of Liechtenstein). Value-added services and special numbers are excluded. 0840 / 0842 / 0844 / 0848 max. 8.1 Rp. per minute 0900 / 0901 / 0906 – not available Incoming calls are free of charge Calls to EU/UK, USA, Canada for 0.90 per minute EU/UK, USA, Canada Andorra, Belgium, Bulgaria, Denmark, Germany, Estonia, Faroe Islands, Finland, France (excluding overseas territories e.g. French Guiana, Guadeloupe, Martinique, La Réunion, etc.), Gibraltar, Greece, Great Britain, Guernsey, Ireland, Isle of Man, Iceland, Italy, Jersey, Canada, Croatia, Latvia, Lithuania, Luxembourg, Malta, Monaco, Netherlands (without overseas territories), Norway, Austria, Poland, Portugal, Romania, San Marino, Sweden, Slovak Republic, Slovenia, Spain, Czech Republic, Ukraine, Hungary, USA (incl. Alaska and Hawaii, without territories/external areas of the USA), Vatican, Cyprus Calls to country group 2 for 1.20 per minute Australia (excluding Norfolk and Macquaire Island), Israel, Japan, Mexico, New Zealand, South Korea, Taiwan Calls to country group 3 for 1.80 per minute  Albania, Algeria, Argentina, Bahamas, Bosnia and Herzegovina, Brazil, Chile, China, Colombia, Costa Rica, Dominican Republic, Ecuador, Hong Kong, Egypt, Indonesia, Kosovo, Libya, Macedonia, Malaysia, Moldova, Montenegro, Palestine, Morocco, Peru, Philippines, Russian Federation, Serbia, Singapore, Sri Lanka, South Africa, Thailand, Tunisia, Turkey, Venezuela Calls to country group 4 for 2.– per minute  Benin, Bolivia, Ghana, Guadeloupe, Guatemala, Haiti, India, Jamaica, Jordan, Cameroon, Cape Verde, Kenya, Congo (Republic of), Congo (Democratic Republic of), Cuba, Lebanon, Madagascar, Mauritius, Nigeria, East Timor, Pakistan, Paraguay, Saudi Arabia, Zimbabwe, Syria, Tanzania, Togo, Uruguay, United Arab Emirates, Vietnam  Calls to all other countries for 4.– per minute SMS Send unlimited SMS within Switzerland  Excludes paid SMS services. Incoming SMS free of charge Data 1 GB per month of fast surfing, then unlimited at reduced speed Fast: 1 Mbit/s download, 0.2 Mbit/s upload Reduced: 128 Kbit/s download, 128 Kbit/s upload Smartwatches usually only transfer small amounts of data such as notifications, short text messages or status updates. For this type of data transfer, 1 GB of data and a speed of 1Mbit/s are usually sufficient Further prices No charge for call forwarding to your own COMBOX® Call forwarding to the mobile or fixed network included Switzerland and Principality of Liechtenstein Outside Switzerland  Telephony Tariffs are independent of the call destination. Billing is done per second and in increments of 10 cents. For outgoing calls, at least 30 seconds are charged. For calls to foreign toll-free numbers, the standard tariff is applied. 30 min. calls from abroad to World 1, World 2 or «Rest of the World» included Incoming and outgoing calls from EU/UK for 0.40 per minute Incoming and outgoing calls from World 1 for 2.– per minute Incoming and outgoing calls from World 2 for 3.– per minute Incoming and outgoing calls from rest of the world for 3.60 per minute SMS Send 30 SMS from abroad included Send SMS from EU/UK for 0.27 per message Send SMS from other countries for 0.40 per message Receive free SMS worldwide Data 300 MB data volume abroad Surf with data packages from 14.90 / valid for 12 months Show more data packages(opens in new tab) Options Callfilter and number blocking  The free Callfilter stops calls from suspicious call centres by blocking numbers that meet specific criteria. Find out more(opens in new tab) "
                }
            ]
        }
    ]
}